/* Unknown error message */
"An unknown error occurred." = "Une erreur inconnue s’est produite.";

/* plugin button tooltip */
"Insert the image or video into a Pages document." = "Insérez l’image ou la vidéo dans un document Pages.";

/* plugin name */
"Pages" = "Pages";

/* Not installed error message */
"Pages is not installed." = "Pages n’est pas installé.";

/* Cannot share to Pages */
"Unable to share to Pages" = "Impossible de partager dans Pages";

